<? include_once ($_SERVER["DOCUMENT_ROOT"].'/Hongik_/_Inc/subHead.php');?>
<!--// page start -->
	<!-- s : greeting-wrap -->
	<div class="greeting-wrap">
		<h3>대학원장 인사말</h3>
		<div class="greeting-img"><img src="../_Img/Content/greeting-img.png" alt=""/></div>
		<div class="greeting-con">
			<p>
				디자인콘텐츠대학원은 예술과 산업의 만남을 실현해 온 산업미술대학원의 새로운 이름입니다. 1972년 한국최초로 개원된 산업미술대학원은 그 동안 디자인과 공예 분야의 우수한 인재들을 배출하여 한국디자인산업분야의 발전에 많은 기여를 해왔습니다.
			</p>
			<p class="mg20t">
				글로벌 환경에 노출된 21세기의 디지털 사회에서는 변화된 패러다임에 대처할 수 있는 창의적인 인재를 필요로 하고 있습니다. 디자인콘텐츠대학원은 이러한 사회적 변화에 대응하면서 융합적인 사고를 갖춘 미래형 인재를 양성하고자 가구디자인, 공간디자인, 사진디자인, 서비스디자인, 제품.운송디자인, 텍스타일디자인, 패션디자인 등 12개 전공이 개설되어 있습니다.
			</p>
			<p class="mg20t">
				교과 과정도 융합과목, 선택과목, 심화과목 등 단계적인 교과과정을 개설하여 창의적인 인재를 교육하는 기반을 제도적으로 구축하였습니다. 특히, 융합과목에는 디자인현상학, 디자인콘텐츠론, 디자인트렌드리서치, CMF, 3D디지털프로덕션, 디지털 프레젠테이션, 디자인창업, 디자인 매니지먼트 등을 전공에 상관없이 수강할 수 있도록 개설하여 학생들의 수요에 맞출 수 있도록 하였습니다.
			</p>
			<p class="mg20t">
				디자인콘텐츠대학원은 앞으로도 국내외 디자인산업 분야의 변화를 적극 수용하고, 한국디자인산업분야의 발전에 기여할 수 있는 미래지향형 전문가를 양성함으로서, 디자인산업의 새로운 역사를 만들어 나아가는데 최선의 노력을 다할 것입니다.
			</p>

			<p class="sign">
				<span class="btxt">홍익대학교 디자인콘텐츠대학원장</span>
				<span class="stxt">김주연</span>
			</p>
		</div>

	</div>
	<!-- e : greeting-wrap -->
<!--// page end -->
<? include_once ($_SERVER["DOCUMENT_ROOT"].'/Hongik_/_Inc/subTail.php');?>
