<? include_once ($_SERVER["DOCUMENT_ROOT"].'/Hongik_/_Inc/subHead.php');?>
<!--// page start -->
<div class="about-wrap">
	<div class="about-top">
		<h2><span class="btxt">DESIGN</span><span class="stxt">CONTENTS</span></h2>
	</div>
	<div class="about-con">
		<p>
			디자인콘텐츠대학원은 1972년 한국 최초로 설립된 산업미술대학원의 역사를 잇고 있습니다. 한국 디자인, 공예 산업분야의 전문가를 양성하기 위해 설립되었던 산업미술대학원은 지난 40년 이상 수 많은 인재를 배출하여 우리나라의 발전에 기여해 왔습니다. 2015년 3월, 대학원은 21세기 디자인 환경의 변화에 적극적으로 대처할 수 있는 인재 양성의 의지를 담은 이름인 ‘디자인콘텐츠대학원’으로 새롭게 출발하게 되었습니다.
		</p>
		<p class="mg20t">
			디자인콘텐츠대학원은 디자인의 중요성이 날로 증가하고 있음을 실감하고, 통합적인 사고를 지닌 인재를 필요로 하는 환경의 변화를 수용하고자 각 전공과 교과과정을 전향적으로 재편하고 전 공간의 벽을 낮추어 수강생들에게 더 다양한 과목을 수강할 수 있는 기회를 제공하고 있습니다.
		</p>
		<p class="mg20t">
			디자인콘텐츠대학원은 산업체에서 전공심화 교육이나 새로운 디자인 교육을 필요로 하는 현역 디자이너를 위해 마련되었습니다. 물론, 디자인창업의 기회를 모색하거나, 새로운 디자인 전공으로 전환하고자 도전하는 여러분을 위한 교육기관이기도 합니다. 각 교과과정 교수진도 한국 디자인 산업의 발전에 기여해 온 전문가들로 구성되어, 학계와 디자인산업분야 간 소통의 폭도 확장될 것으로 기대하고 있습니다.
		</p>
		<p class="mg20t">
			본 대학원의 교육을 통해 배출된 디자인콘텐츠산업 분야의 지도자들은 우리나라는 물론 국제 디자인산업의 발전에 크게 이바지할 것으로 확신합니다.
		</p>
	</div>
</div>
<!--// page end -->
<? include_once ($_SERVER["DOCUMENT_ROOT"].'/Hongik_/_Inc/subTail.php');?>
   
